---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.UsTonnesForceSt
source: html/8e560bec-1be1-ec1c-36ed-aa036ec9bd41.htm
---
# Autodesk.Revit.DB.SymbolTypeId.UsTonnesForceSt Property

Symbol ST, indicating unit US tonnes force.

## Syntax (C#)
```csharp
public static ForgeTypeId UsTonnesForceSt { get; }
```